www/note/brave-heart.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>勇敢的心(Brave Heart)</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="勇敢的心(Brave Heart)"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-07-09 12:33:16 CST"/>
<meta name="author" content="dirtysalt"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="../site.css" />

</head>
<body><script type="text/javascript">var _bdhmProtocol = (("https:" == document.location.protocol) ? " https://" : " http://");document.write(unescape("%3Cscript src='" + _bdhmProtocol + "hm.baidu.com/h.js%3F54a700ad7035f6e485eaf2300641e7e9' type='text/javascript'%3E%3C/script%3E"));</script><!-- Baidu Button BEGIN --><div id="bdshare" class="bdshare_t bds_tools get-codes-bdshare"><a class="bds_tsina"></a><span class="bds_more"></span><a class="shareCount"></a></div><script type="text/javascript" id="bdshare_js" data="type=tools&amp;uid=6762177" ></script><script type="text/javascript" id="bdshell_js"></script><script type="text/javascript">document.getElementById("bdshell_js").src = "http://bdimg.share.baidu.com/static/js/shell_v2.js?cdnversion=" + Math.ceil(new Date()/3600000)</script><!-- Baidu Button END -->

<div id="preamble">

</div>

<div id="content">
<h1 class="title">勇敢的心(Brave Heart)</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 brave-heart</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> brave-heart</h2>
<div class="outline-text-2" id="text-1">

<p>W(william wallace):I am William Wallace. And I see a whole army of my country men here and fight the tyranny. You come to fight as free men, and free men you are. What will you do without freedom. Will you fight?
</p>
<p>
O(other):No~~~!Fight aganist that? No, we will run, and we will live.
</p>
<p>
W(william wallace):All right. Fight you may die, and run you will live at least for a while. And die in your beds many years from now, woule you be will to trade all those days from this day to that for a one chance, just one chance, to come back here, tell our enemies that they may take our lives, but they will never take our freedom
</p>
<p>
战斗可能会死去，逃跑还以苟活一阵子。日复一日，当你寿终正寝的时候，你是否愿意，用那些苟活的日子来交换一个机会，就今天这么一个机会，回到这里告诉我们的敌人，他们可能会夺取我们的生命，但是永远夺不走我们的自由。
</p>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2013-07-09 12:33:16 CST</p>
<p class="creator">Org version 7.8.02 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
<html><body>
<script type="text/javascript">
var _bdhmProtocol = (("https:" == document.location.protocol) ? " https://" : " http://");
document.write(unescape("%3Cscript src='" + _bdhmProtocol + "hm.baidu.com/h.js%3F54a700ad7035f6e485eaf2300641e7e9' type='text/javascript'%3E%3C/script%3E"));
</script></body></html>
